Repository: gunchleoc/widelands
Catalog: po/mp_scenario_island_hopping.wmf/*.po
Languages: ar

source: 5 minutes
ar: 5 دقائق

source: 10 minutes
ar: 10 دقائق

source: 15 minutes
ar: 15 دقيقه

source: Status
ar: الحالة

source: Rules
ar: القواعد

source: Welcome to Island Hopping
ar: مرحباً بك فى حُلم الجزيره

source: Island Hopping is a traditional tournament in Atlantean culture. The rules of the game are simple: you start with a headquarters on an island. When you finish a castle at the end of the first island, you are granted a second headquarters on a second island, which will contain all wares from your first headquarters.
ar: حلم الجزيره هى بطولة تقليدية فى الثقافة الأطلنطية. قواعد هذه اللعبة بسيطة: انت تبدأ بمقر رئيسى على جزيرة. عندما تنهى قصر فى اخر الجزيره الاولى, انت تمنح مقر رئيسى ثانى على جزيره ثانيه, التى ستحوى كل المتاع من المقر الرئيسى الاول.

source: If you finish a castle in the target area on the second island, you will get a third headquarters on the third island. You must build a castle at the center of the third island and hold it for 20 minutes to win the game.
ar: إذا انهيت بناء قلعه فى المركز المُحدد فى الجزيره الثانيه، تحصل على مقر رئيسى ثالث على الجزيره الثالثه. يجب عليك بناء واﻹحتفاظ بقلعه فى مركز الجزيره الثالثه لـ 20 دقيقه لتربح اللعبه

source: Whenever you finish an island, you will get bonus wares, depending on how many players have finished the island before you. The earlier you finish, the fewer wares you will get. See below for the details.
ar: عند إنتهائك من احدى الجزر فستحصل على سلع إضافيه كهديه، قيمه وعدد هذه السلع يعتمد على عدد اللاعبين الاخرين الذين انهو هذه الجزيره قبلك. هذا يعنى انه كلما انهيت فى وقت مُتأخر كلما حصلت على سلع اقل. يمكنك رؤيه التالى لمزيد من التفاصيل.

source: The point is that the first island only provides rocks and trees, the second only meadows and resources. The economies you leave behind will continue to work for you, but you will only reap the benefits at the moment you reach a new island.
ar: النقطه هى ان الجزيره الاولى تقدم فقط الحجاره والشجر, الثانيه فقط المراعى والموارد. الاقتصادات التى تتركها خلفك سوف تكمل العمل لك, لكن

source: Finally, be careful not to waste your quartz and diamonds.
ar: أخيرا. كن حزرا لكى لا تضيع المجوهرات و الكوارتز.

source: Finish Rewards
ar: الجوائز

source: First Island
ar: الجزيره الاولى

source: 1st to finish
ar: اول من انهى السباق

source: 2nd to finish
ar: ثانى من انهى السباق

source: 3rd to finish
ar: ثالث من انهى السباق

source: 4th to finish
ar: رابع من انهى السباق

source: Second Island
ar: الجزيره الثانيه

source: %1$s was the first to reach Island number %2$i.
ar: %1$s هو اول من وصل الى الجزيره رقم %2$i.

source: %1$s was the second to reach Island number %2$i.
ar: %1$s هو ثانى من وصل الى الجزيره رقم %2$i.

source: %1$s was the third to reach Island number %2$i.
ar: %1$s هو ثالث من وصل الى الجزيره رقم %2$i.

source: %1$s was the fourth to reach Island number %2$i.
ar: %1$s هو رابع من وصل الى الجزيره رقم %2$i.

source: The reward for this feat amounts to:
ar: جائزة هذا العمل الفذ تصل إلى:

source: %s is now King of the Hill and will win the game in 20 minutes, if nobody takes over the hill before then.
ar: %s هو ملك التل الجديد وسيربح اللعبه خلال 20 دقيقه، ولكن فقط إذا لم يستولى احدهم على التل حتى إنتهاء الـ 20 دقيقه

source: %s lost control of the hill.
ar: فقد %s السيطره على التل.

source: %1$s has been King of the Hill for %2$s!
ar: %1$s كان ملك التل منذ %2$s!

source: %s has won the game. Congratulations!
ar: ربح %s اللعبه. تهانينا!
