Repository: gunchleoc/widelands
Catalog: po/help/*.po
Languages: ru

source: Dependencies
ru: зависимости

source: Soldiers:
ru: солдаты:

source: %1$s or %2$s
ru: %1$s или %2$s

source: %s and
ru: %s и

source: Equipment from
ru: снабжение из

source: and equipment from
ru: и снабжение из

source: or equipment from
ru: или снабжение из

source: General
ru: главное

source: Purpose:
ru: цель:

source: Note:
ru: примечание:

source: Work area radius:
ru: рабочая область:

source: Healing:
ru: лечение:

source: Garrisoned soldiers heal %d health point per second
ru: Размещенные здесь солдаты лечатся на %s очко здоровья за секунду

source: Conquer range:
ru: пределы завоевания:

source: Capacity:
ru: объём

source: Training:
ru: Тренировка

source: Trains ‘%1$s’ from %2$s up to %3$s
ru: Повышает ‘%1$s’ с %2$s до %3$s

source: Attack
ru: сила

source: Defense
ru: защита

source: Evade
ru: ловкость

source: Health
ru: здоровье

source: Vision range:
ru: пределы видимости:

source: Lore
ru: предания

source: %1$s from: %2$s
ru: %1$s из: %2$s

source: Incoming:
ru: получено:

source: Collects:
ru: собрано:

source: Mines:
ru: шахты:

source: Produces:
ru: производено:

source: Outgoing:
ru: отправлено:

source: None
ru: отсутствует

source: Building
ru: строение

source: Mine plot
ru: область шахт

source: Space required:
ru: необходимо место:

source: Port plot
ru: портовая область

source: Small plot
ru: малая область

source: Medium plot
ru: средняя область

source: Big plot
ru: большая область

source: Unknown
ru: неизвестно

source: This building can either be built directly or obtained by enhancing another building.
ru: Это здание можно построить сразу, или получить путем улучшения другого здания.

source: Direct build cost:
ru: затраты на строительство "с нуля":

source: Build cost:
ru: стоимость строительства

source: Or enhanced from:
ru: или перестроить из:

source: Enhanced from:
ru: перестроить из:

source: Cumulative cost:
ru: общая стоимость:

source: If built directly, dismantle yields:
ru: если строить с нуля, демонтаж даст:

source: If enhanced, dismantle yields:
ru: если улучшать, демонтаж даст:

source: Dismantle yields:
ru: демонтаж даст:

source: Can be enhanced to:
ru: можно улучшить в:

source: Crew required:
ru: нужны работники:

source: Workers
ru: работники

source: %s or better
ru: %s или выше

source: Experience levels:
ru: уровни опыта:

source: %s to %s (%s EP)
ru: %s к %s (%s ЛО)

source: Worker uses:
ru: рабочий использует:

source: Performance:
ru: производительность:

source: Production
ru: производство
